#+TITLE: maintainability/gen
# #+SETUPFILE: https://github.com/fniessen/org-html-themes/raw/master/org/theme-bigblow.setup
#+SETUPFILE: https://github.com/fniessen/org-html-themes/raw/master/org/theme-readtheorg.setup

* [[https://files.lilf.ir/soal/maintainability/gen.html]] :noexport:
#+begin_src bsh.dash :results verbatim :exports none :wrap results
rsp-safe gen.html ${lilf_user}@${lilf_ip}:Downloads/soal/maintainability/
#+end_src

#+RESULTS:
#+begin_results

          1.40K   5%    0.00kB/s    0:00:00
         25.46K 100%   22.95MB/s    0:00:00 (xfr#1, to-chk=0/1)
         25.46K 100%  101.72kB/s    0:00:00 (xfr#1, to-chk=0/1)
#+end_results

